
{
  "deviceScenarios": {
    "cgmTitle": "Сценарий 1 — Непрерывный мониторинг глюкозы (CGM)",
    "cgmSubtitle": "Сенсор глюкозы передаёт значения почти в реальном времени. Платформа не ставит диагнозы—она объясняет, что означает динамика и как мягко стабилизировать питание и поведение.",
    "systemBehavior": "Поведение системы:",
    "dataFlow": "данные поступают автоматически",
    "spikeExplanation": "если скачок — AI объясняет причину поведенческим языком",
    "stabilizationMotivation": "если стабилизация — AI усиливает мотивацию",
    "glucoseSpike": "Скачок глюкозы",
    "glucoseSpikeDescription": "Резкие колебания уровня глюкозы чаще обычного. Система распознаёт паттерн нестабильности и предлагает поведенческое объяснение.",
    "glucoseSpikeAIResponse": "Сегодня уровень глюкозы менялся резко чаще обычного. Это не диагноз, а сигнал нестабильности. Хотите объяснение, почему это может происходить и какие шаги помогут выровнять динамику?",
    "glucoseSpikeSecondOpinion": "Могу объяснить двумя подходами: Opinion A — физиология и метаболика, Opinion B — поведенческий образ жизни. Вы сможете сравнить и выбрать тот, который вам ближе.",
    "glucoseStabilization": "Стабилизация глюкозы",
    "glucoseStabilizationDescription": "Уровень глюкозы стал более стабильным. Система усиливает положительное подкрепление и мотивацию.",
    "glucoseStabilizationAIResponse": "Глюкоза стала стабильнее — это хороший признак. Организм легче регулирует энергию и настроение.",
    "sleepHRVTitle": "Сценарий 2 — Сон + Нервная система (HRV)",
    "sleepHRVSubtitle": "Мы отслеживаем не только количество сна, но и качество восстановления нервной системы через вариабельность сердечного ритма.",
    "recoveryDeterioration": "Ухудшение восстановления",
    "recoveryDeteriorationDescription": "Качество сна снизилось, и HRV тоже снижается. Система распознаёт перегрузочный режим и предлагает мягкое восстановление.",
    "recoveryDeteriorationAIResponse": "Сон стал менее восстановительным, и HRV тоже снизился. Это признак общего перегрузочного режима. Важно мягкое восстановление, а не дисциплина.",
    "recoveryDeteriorationSecondOpinion": "Хотите получить подробное объяснение причин? Могу показать физиологическое и жизненное/поведенческое объяснение рядом, чтобы вы выбрали наиболее полезное.",
    "recoveryImprovement": "Улучшение восстановления",
    "recoveryImprovementDescription": "Качество сна повышается, и HRV растёт. Система подтверждает успешную адаптацию организма.",
    "recoveryImprovementAIResponse": "Восстановление усилилось, и нервная система реагирует лучше. Это значит, что организм адаптируется и выходит на ресурс.",
    "activityTitle": "Сценарий 3 — Нагрузка / Двигательная активность",
    "activitySubtitle": "Платформа не просто считает шаги — она оценивает адаптацию организма к нагрузке.",
    "overload": "Перегрузка",
    "overloadDescription": "Нагрузка превышает восстановительное окно. Система предупреждает о дисбалансе без alarm-тона.",
    "overloadAIResponse": "Нагрузка выше восстановительного окна. Это не плохо, но нужен баланс, иначе нервная система начнёт снижать адаптацию.",
    "balance": "Баланс",
    "balanceDescription": "Нагрузка и восстановление синхронизированы. Система подтверждает оптимальную адаптацию.",
    "balanceAIResponse": "Нагрузка и восстановление движутся синхронно. Организм хорошо адаптируется и переносит тренировочный стресс.",
    "accumulatedFatigue": "Накопленная усталость",
    "accumulatedFatigueDescription": "Темп нагрузки превышает скорость восстановления. Система предлагает мягкие способы выхода.",
    "accumulatedFatigueAIResponse": "Похоже, вы двигаетесь быстрее, чем успеваете восстанавливаться. Могу подсказать способы мягкого восстановления, чтобы не уйти в накопленную усталость.",
    "generalLogicTitle": "Общая логика для всех сценариев",
    "psychologicallySafeLanguage": "Психологически безопасный язык:",
    "platformLanguage": "Платформа ни разу не формулирует это как \"болезнь\" или \"опасность\". Только как \"тенденцию\", \"сигнал\", \"адаптацию\" или \"ресурс\". Это делает взаимодействие психологически безопасным и устойчивым.",
    "dynamicsNotNumbers": "Динамика, а не цифры:",
    "dynamicsMeaning": "Мы отслеживаем динамику, а не единичные значения. Смысл рождается во времени, а не в цифре.",
    "keyTerms": "Ключевые термины:",
    "trend": "Тенденция",
    "signal": "Сигнал",
    "adaptation": "Адаптация",
    "resource": "Ресурс",
    "dynamics": "Динамика",
    "recovery": "Восстановление",
    "neverUse": "Никогда не используем:",
    "disease": "болезнь",
    "danger": "опасность",
    "anxiety": "тревога",
    "risk": "риск",
    "problem": "проблема"
  },
  "deviceEducation": {
    "realTimeBehavior": {
      "title": "Режимы передачи данных",
      "description": "После подключения устройство может передавать данные либо ежедневно, либо несколько раз в день, либо в реальном времени — в зависимости от типа сенсора и выбранных настроек.",
      "continuousMonitoring": {
        "title": "Непрерывный мониторинг:",
        "description": "Если устройство поддерживает непрерывный мониторинг (например, Dexcom, Libre или некоторые браслеты), BioMath Core может реагировать сразу, когда показатель выходит за нормальные пределы. Реакция не является медицинским диагнозом — это объяснение тренда и подсказка, как скорректировать поведение."
      }
    },
    "dataInfluenceReports": {
      "title": "Влияние на отчеты",
      "description": "Когда пользователь создает новый отчет, подключенные устройства автоматически дают дополнительные контекстные данные. Это позволяет AI формировать выводы не только на основе анкет и слов пользователя, но и на основе реальных физиологических сигналов. Отчеты становятся точнее и персональнее."
    },
    "dataInfluenceAI": {
      "title": "Влияние на AI Assistant",
      "description": "В чате AI Assistant может опираться на текущие показатели. Если, например, HRV падает несколько дней подряд, AI подсказывает, что нервная система перегружена, и рекомендует восстановление. Если глюкоза нестабильна, AI объясняет почему и какие шаги помогут сгладить скачки.",
      "secondOpinion": {
        "title": "Второе мнение:",
        "description": "Если включено второе мнение, оба мнения рассматривают одни и те же данные, но объясняют их разными подходами: строгий физиологический анализ и адаптивное поведенческое объяснение."
      }
    },
    "alertsNudges": {
      "title": "Мягкие подсказки и нуджи",
      "description": "Пользователь может включить мягкие нуджи — короткие подсказки, когда показатели идут в неблагоприятном направлении. Это не тревога и не диагноз. Это мягкое напоминание, что стоит сделать шаг в сторону стабилизации: отдохнуть, подышать, выпить воды, прогуляться или снизить нагрузку.",
      "positiveReinforcement": {
        "title": "Позитивное подкрепление:",
        "description": "Если показатели резко улучшаются — мы тоже сообщаем. Это укрепляет мотивацию и формирует позитивное подкрепление."
      }
    },
    "userSettings": {
      "title": "Настройки синхронизации",
      "description": "Пользователь сам решает, какие данные использовать и в каком режиме:",
      "onlyAtNight": {
        "title": "Только ночью",
        "description": "Для анализа сна"
      },
      "onlyInTheMorning": {
        "title": "Только утром",
        "description": "Для анализа восстановления"
      },
      "everyFewHours": {
        "title": "Каждые несколько часов",
        "description": "Общая динамика"
      },
      "continuously": {
        "title": "Непрерывно",
        "description": "Если сенсор поддерживает"
      },
      "footer": "Настройки можно менять без повторного подключения устройства."
    },
    "whyDevicesMatter": {
      "title": "Почему устройства важны",
      "description": "Устройства убирают догадки. Здоровье становится не набором ощущений, а измеримым процессом. Это помогает замечать не симптомы, а ранние сигналы, пока всё ещё можно скорректировать без стресса и вмешательств."
    },
    "advancedBehaviorNote": {
      "title": "Продвинутая аналитика",
      "description": "Некоторые устройства могут отдавать больше параметров, чем другие. Платформа не должна навязывать дополнительный интерфейс: если есть лишние данные, они обогащают аналитику, но не усложняют использование. Интерфейс остаётся одинаковым, независимо от глубины данных."
    },
    "realScenarios": {
      "title": "Примеры реальных сценариев",
      "description": "Как платформа реагирует на изменения в данных устройств. Все реакции сформулированы в мягкой, неалармистской форме — как подсказки, а не диагнозы."
    }
  }
}
