
{
  "deviceScenarios": {
    "cgmTitle": "Scenario 1 - Continuous Glucose Monitoring (CGM)",
    "cgmSubtitle": "The glucose sensor transmits values in near real-time. The platform does not make diagnoses—it explains what the dynamics mean and how to gently stabilize diet and behavior.",
    "systemBehavior": "System Behavior:",
    "dataFlow": "data flows automatically",
    "spikeExplanation": "if there is a spike - AI explains the reason in behavioral language",
    "stabilizationMotivation": "if there is stabilization - AI enhances motivation",
    "glucoseSpike": "Glucose Spike",
    "glucoseSpikeDescription": "Sharp fluctuations in glucose levels are more frequent than usual. The system recognizes a pattern of instability and offers a behavioral explanation.",
    "glucoseSpikeAIResponse": "Today, your glucose levels changed sharply more often than usual. This is not a diagnosis, but a signal of instability. Would you like an explanation of why this might be happening and what steps can help stabilize the dynamics?",
    "glucoseSpikeSecondOpinion": "I can explain with two approaches: Opinion A - physiology and metabolics, Opinion B - behavioral lifestyle. You can compare and choose the one that suits you best.",
    "glucoseStabilization": "Glucose Stabilization",
    "glucoseStabilizationDescription": "The glucose level has become more stable. The system reinforces positive reinforcement and motivation.",
    "glucoseStabilizationAIResponse": "Glucose has become more stable - this is a good sign. The body can more easily regulate energy and mood.",
    "sleepHRVTitle": "Scenario 2 - Sleep + Nervous System (HRV)",
    "sleepHRVSubtitle": "We track not only the amount of sleep but also the quality of nervous system recovery through heart rate variability.",
    "recoveryDeterioration": "Recovery Deterioration",
    "recoveryDeteriorationDescription": "Sleep quality has decreased, and HRV is also declining. The system recognizes an overload mode and suggests gentle recovery.",
    "recoveryDeteriorationAIResponse": "Sleep has become less restorative, and HRV has also decreased. This is a sign of a general overload mode. Gentle recovery is important, not discipline.",
    "recoveryDeteriorationSecondOpinion": "Would you like a detailed explanation of the reasons? I can show the physiological and lifestyle/behavioral explanations side by side so you can choose the most useful one.",
    "recoveryImprovement": "Recovery Improvement",
    "recoveryImprovementDescription": "Sleep quality is improving, and HRV is increasing. The system confirms the body's successful adaptation.",
    "recoveryImprovementAIResponse": "Recovery has intensified, and the nervous system is responding better. This means the body is adapting and gaining resources.",
    "activityTitle": "Scenario 3 - Load / Physical Activity",
    "activitySubtitle": "The platform does not just count steps - it assesses the body's adaptation to the load.",
    "overload": "Overload",
    "overloadDescription": "The load exceeds the recovery window. The system warns of a-disbalance without an alarm tone.",
    "overloadAIResponse": "The load is higher than the recovery window. This is not bad, but a balance is needed, otherwise the nervous system will start to reduce adaptation.",
    "balance": "Balance",
    "balanceDescription": "Load and recovery are synchronized. The system confirms optimal adaptation.",
    "balanceAIResponse": "Load and recovery are moving in sync. The body adapts well and tolerates training stress.",
    "accumulatedFatigue": "Accumulated Fatigue",
    "accumulatedFatigueDescription": "The pace of the load exceeds the speed of recovery. The system suggests gentle ways to exit.",
    "accumulatedFatigueAIResponse": "It seems you are moving faster than you can recover. I can suggest ways for gentle recovery to avoid accumulated fatigue.",
    "generalLogicTitle": "General Logic for All Scenarios",
    "psychologicallySafeLanguage": "Psychologically Safe Language:",
    "platformLanguage": "The platform never formulates it as a \"disease\" or \"danger\". Only as a \"trend\", \"signal\", \"adaptation\", or \"resource\". This makes the interaction psychologically safe and sustainable.",
    "dynamicsNotNumbers": "Dynamics, not numbers:",
    "dynamicsMeaning": "We track dynamics, not single values. Meaning is born in time, not in a number.",
    "keyTerms": "Key Terms:",
    "trend": "Trend",
    "signal": "Signal",
    "adaptation": "Adaptation",
    "resource": "Resource",
    "dynamics": "Dynamics",
    "recovery": "Recovery",
    "neverUse": "Never use:",
    "disease": "disease",
    "danger": "danger",
    "anxiety": "anxiety",
    "risk": "risk",
    "problem": "problem"
  }
}
